Repository: sayadn/django-facebook
Catalog: django_facebook/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Username
pt_br: Nome de usuário

source: This value must contain only letters, numbers and underscores.
pt_br: Este valor deve contar apenas letras, números e sublinhado.

source: Email address
pt_br: E-mail

source: Password
pt_br: Senha

source: Password (again)
pt_br: Senha (novamente)

source: A user with that username already exists.
pt_br: Este nome de usuário já esta sendo usado por outro usuário.

source: The two password fields didn't match.
pt_br: As duas senhas precisam ser iguais.

source: This email address is already in use. Please supply a different email address.
pt_br: Este endereço de e-mail já esta sendo usado. Por favor, forneça um e-mail diferente.

source: You have connected your account to %s's facebook profile
pt_br: Você conectou sua conta com seu perfil %s do Facebook

source: You have disconnected your Facebook profile.
pt_br: Você desconectou sua conta do seu perfil do Facebook
